<?php

return [
    'topcar' => 'TopCar',
    'authorization' => [
        'login' => 'Логін',
        'email' => 'Email',
        'password' => 'Пароль',
        'remember_me' => 'Запам`ятати мене',
        'show_email' => 'Показувати email іншим користувачам на сайті',
        'show_phone_number' => 'Показувати пароль іншим користувачам на сайті',
        'successful_login' => 'Успішний вхід',
        'successful_registration' => 'Реєстрація пройшла успішно',
        'successful_logout' => 'Ви успішно вийшли з системи',
    ],
    'alerts' => [
        'warning' => 'Важливо',
        'info' => 'Увага',
        'danger' => 'Помилка',
        'success' => 'Успіх',
    ],
    'contacts' => [
        'city' => config('topcar.contacts.uk.city').',',
        'street' => ' '.config('topcar.contacts.uk.street'),
        'tel' => config('topcar.contacts.uk.tel'),
        'email' => config('topcar.contacts.uk.email'),
        'facebook_text' => 'Наша сторінка в фейсбуці',
        'wanna_help' => 'Ми б хотіли Вам допомогти',
        'contact_form' => [
            'name' => "Ім'я",
            'message' => "Повідомлення",
            'help' => "як вам відповісти?",
            'phone_number' => "Номер телефона",
            'email' => "Чи email",
            'send_request' => "Надіслати запит",
        ],
    ],
    'about' => [
        'cares_about_clients' => '- сервіс, який “думає” про клієнтів',
        'benefits' => 'Для Вашої зручності, ми надали можливість створювати власні облікові записи, через які Ви
                    можете спілкуватись з іншими користувачами, додавати відгуки про автомобілі та фото. Для зручності
                    пошуку певного автомобіля ми створили фільтрацію пошуку',
        'best_ratings' => 'Наші користувачі мають можливість користуватися зручним інтерфейсом, переглядати відгуки.
                    Також Ви можете переглянути ТОП автомобілів, про які найкраще відзиваються клієнти даного
                    сервісу.',
        'without_registration' => 'Навіть, якщо Ви не бажаєте реєструватись - для вас доступні наступні функції:',
        'without_registration_list' => [
            'view_reviews' => 'перегляд відгуків;',
            'view_best_card' => 'перегляд ТОП автомобілів;',
            'creating_review' => 'написання відгуку.',
        ],
        'advertisement' => 'Для власників автомобільних салонів у нас є пропозиція міні-реклами. Тобто ви можете
                    запропонувати нам дякі моделі авто, які будуть публікуватися в списку відгуків вище інших та
                    будуть винесені у спеціальний слайдер на певних сторінках сайту.',
    ],
];
